{
  "gb": 0,
  "t": 1,
  "1356": 2,
  "2001": 3,
  "1": 4,
  "25": 5,
  "5": 6,
  "2": 7,
  "3": 8,
  "4": 9,
  "6": 10,
  "8": 11,
  "10": 12,
  "12": 13,
  "16": 14,
  "20": 15,
  "32": 16,
  "40": 17,
  "50": 18,
  "15": 19,
  "ai": 20,
  "ml": 21,
  "cnn": 22,
  "95": 23,
  "rnn": 24,
  "lstm": 25,
  "齿轮": 26,
  "模数": 27,
  "是": 28,
  "设计": 29,
  "中": 30,
  "最": 31,
  "基本": 32,
  "的": 33,
  "参数": 34,
  "，": 35,
  "国家": 36,
  "标准": 37,
  "国家标准": 38,
  "GB": 39,
  "/": 40,
  "T": 41,
  "-": 42,
  "规定": 43,
  "了": 44,
  "系列": 45,
  "。": 46,
  "第": 47,
  "一系": 48,
  "一系列": 49,
  "包括": 50,
  "：": 51,
  ",": 52,
  "1.25": 53,
  "1.5": 54,
  "2.5": 55,
  "对于": 56,
  "软齿面": 57,
  "闭式": 58,
  "传动": 59,
  "主要": 60,
  "失效": 61,
  "形式": 62,
  "齿": 63,
  "面点": 64,
  "蚀": 65,
  "（": 66,
  "疲劳": 67,
  "）": 68,
  "应": 69,
  "按齿面": 70,
  "接触": 71,
  "强度": 72,
  "疲劳强度": 73,
  "按": 74,
  "齿根": 75,
  "弯曲": 76,
  "校核": 77,
  "硬齿面": 78,
  "开式": 79,
  "折断": 80,
  "高速": 81,
  "胶合": 82,
  "常见": 83,
  "之一": 84,
  "分为": 85,
  "热": 86,
  "重载": 87,
  "油膜": 88,
  "破裂": 89,
  "和": 90,
  "冷": 91,
  "低速": 92,
  "表面": 93,
  "直接": 94,
  "可以": 95,
  "通过": 96,
  "选择": 97,
  "合适": 98,
  "润滑": 99,
  "润滑油": 100,
  "、": 101,
  "极压": 102,
  "添加": 103,
  "加剂": 104,
  "添加剂": 105,
  "优化": 106,
  "齿廓": 107,
  "修": 108,
  "形来": 109,
  "预防": 110,
  "变位": 111,
  "系数": 112,
  "影响": 113,
  "齿面": 114,
  "正": 115,
  "增加": 116,
  "厚度": 117,
  "提高": 118,
  "约": 119,
  "25%": 120,
  "但": 121,
  "过": 122,
  "大": 123,
  "可能": 124,
  "导致": 125,
  "齿顶": 126,
  "变尖": 127,
  "AI": 128,
  "ML": 129,
  "技术": 130,
  "在": 131,
  "应用": 132,
  "正在": 133,
  "增长": 134,
  "神经": 135,
  "网络": 136,
  "神经网": 137,
  "神经网络": 138,
  "预测": 139,
  "寿命": 140,
  "遗传": 141,
  "算法": 142,
  "遗传算法": 143,
  "数字": 144,
  "孪生": 145,
  "实时": 146,
  "监控": 147,
  "齿轮箱": 148,
  "运行": 149,
  "状态": 150,
  "深度": 151,
  "学习": 152,
  "故障": 153,
  "诊断": 154,
  "故障诊断": 155,
  "CNN": 156,
  "识别": 157,
  "不同": 158,
  "类型": 159,
  "断齿": 160,
  "点蚀": 161,
  "磨损": 162,
  "准确": 163,
  "准确率": 164,
  "可达": 165,
  "95%": 166,
  "以上": 167,
  "RNN": 168,
  "LSTM": 169,
  "适用": 170,
  "于": 171,
  "时序": 172,
  "振动": 173,
  "数据": 174,
  "分析": 175,
  "数据分析": 176,
  "hrc58": 177,
  "62": 178,
  "一种": 179,
  "机械": 180,
  "装置": 181,
  "传动装置": 182,
  "由": 183,
  "轴": 184,
  "轴承": 185,
  "箱体": 186,
  "组成": 187,
  "减速": 188,
  "减速器": 189,
  "传动比": 190,
  "计算": 191,
  "需要": 192,
  "考虑": 193,
  "齿数": 194,
  "比": 195,
  "处理": 196,
  "热处理": 197,
  "工艺": 198,
  "对": 199,
  "性能": 200,
  "显著": 201,
  "渗碳": 202,
  "淬火": 203,
  "可": 204,
  "硬度": 205,
  "至": 206,
  "HRC58": 207,
  "氮化": 208,
  "耐磨": 209,
  "耐磨性": 210,
  ".": 211,
  "—": 212,
  "见于": 213,
  "常见于": 214,
  "引起": 215,
  "多见于": 216,
  "下": 217,
  "不良": 218,
  "维修": 219,
  "方法": 220,
  "轻微": 221,
  "继续": 222,
  "使用": 223,
  "需": 224,
  "定期": 225,
  "检查": 226,
  "定期检查": 227,
  "严重": 228,
  "更换": 229,
  "并": 230,
  "改善": 231,
  "必须": 232,
  "立即": 233,
  "相邻": 234,
  "是否": 235,
  "受损": 236,
  "spur": 237,
  "gear": 238,
  "helical": 239,
  "bevel": 240,
  "worm": 241,
  "module": 242,
  "m": 243,
  "pitch": 244,
  "diameter": 245,
  "number": 246,
  "of": 247,
  "teeth": 248,
  "pressure": 249,
  "angle": 250,
  "z": 251,
  "reference": 252,
  "d": 253,
  "f": 254,
  "b": 255,
  "n": 256,
  "y": 257,
  "s": 258,
  "45": 259,
  "hb": 260,
  "220": 261,
  "250": 262,
  "40cr": 263,
  "hrc": 264,
  "48": 265,
  "55": 266,
  "20crmnti": 267,
  "58": 268,
  "63": 269,
  "基础": 270,
  "知识": 271,
  "基础知识": 272,
  "元件": 273,
  "用于": 274,
  "传递": 275,
  "动力": 276,
  "运动": 277,
  "直": 278,
  "Spur": 279,
  "Gear": 280,
  "斜": 281,
  "Helical": 282,
  "锥齿轮": 283,
  "Bevel": 284,
  "蜗轮": 285,
  "蜗杆": 286,
  "Worm": 287,
  "关键": 288,
  "Module": 289,
  "=": 290,
  "压力": 291,
  "角": 292,
  "Pressure": 293,
  "Angle": 294,
  "标准值": 295,
  "°": 296,
  "Number": 297,
  "Teeth": 298,
  "分度": 299,
  "圆": 300,
  "直径": 301,
  "Reference": 302,
  "Diameter": 303,
  "*": 304,
  "公式": 305,
  "计算公式": 306,
  "σ": 307,
  "_": 308,
  "F": 309,
  "(": 310,
  "Y": 311,
  "S": 312,
  ")": 313,
  "其中": 314,
  ":": 315,
  "应力": 316,
  "弯曲应力": 317,
  "切向力": 318,
  "宽": 319,
  "法向": 320,
  "齿形": 321,
  "修正": 322,
  "材料": 323,
  "钢": 324,
  "调质": 325,
  "HB": 326,
  "40Cr": 327,
  "高频": 328,
  "HRC": 329,
  "20CrMnTi": 330,
  "faceted": 331,
  "classification": 332,
  "content": 333,
  "type": 334,
  "standard": 335,
  "case": 336,
  "study": 337,
  "design": 338,
  "trouble": 339,
  "shooting": 340,
  "data": 341,
  "record": 342,
  "method": 343,
  "concept": 344,
  "tool": 345,
  "news": 346,
  "discussion": 347,
  "original": 348,
  "document": 349,
  "personal": 350,
  "note": 351,
  "meeting": 352,
  "decision": 353,
  "plan": 354,
  "other": 355,
  "domain": 356,
  "udc": 357,
  "9": 358,
  "0": 359,
  "temporal": 360,
  "nature": 361,
  "evergreen": 362,
  "timeboxed": 363,
  "transient": 364,
  "epistemic": 365,
  "status": 366,
  "unverified": 367,
  "substantiated": 368,
  "corroborated": 369,
  "a": 370,
  "c": 371,
  "l2": 372,
  "l0": 373,
  "wlnk": 374,
  "weakest": 375,
  "link": 376,
  "r": 377,
  "eff": 378,
  "min": 379,
  "evidence": 380,
  "scores": 381,
  "hybrid": 382,
  "search": 383,
  "qwen3": 384,
  "embedding": 385,
  "4b": 386,
  "2560": 387,
  "cosine": 388,
  "bm25": 389,
  "bge": 390,
  "reranker": 391,
  "v2": 392,
  "m3": 393,
  "#": 394,
  "管理": 395,
  "核心": 396,
  "原则": 397,
  "##": 398,
  "分面": 399,
  "分类": 400,
  "分类法": 401,
  "Faceted": 402,
  "Classification": 403,
  "灵活": 404,
  "组织": 405,
  "方式": 406,
  "允许": 407,
  "单个": 408,
  "条目": 409,
  "同时": 410,
  "属于": 411,
  "多个": 412,
  "类别": 413,
  "###": 414,
  "1.1": 415,
  "四个": 416,
  "|": 417,
  "字段": 418,
  "字段名": 419,
  "枚举": 420,
  "值": 421,
  "------": 422,
  "--------": 423,
  "内容": 424,
  "领域": 425,
  "UDC": 426,
  "主类": 427,
  "时效": 428,
  "属性": 429,
  "认知": 430,
  "验证": 431,
  "1.2": 432,
  "搜索": 433,
  "场景": 434,
  "A": 435,
  "找": 436,
  "永久": 437,
  "有效": 438,
  "原理": 439,
  "性知识": 440,
  "→": 441,
  "B": 442,
  "有": 443,
  "价值": 444,
  "信息": 445,
  "C": 446,
  "只": 447,
  "看": 448,
  "已": 449,
  "L2": 450,
  "D": 451,
  "假设": 452,
  "L0": 453,
  "WLNK": 454,
  "Weakest": 455,
  "Link": 456,
  "信任": 457,
  "聚合": 458,
  "条": 459,
  "目的": 460,
  "总体": 461,
  "置信": 462,
  "信度": 463,
  "置信度": 464,
  "最弱": 465,
  "证据": 466,
  "决定": 467,
  "R": 468,
  "混合": 469,
  "检索": 470,
  "Hybrid": 471,
  "Search": 472,
  "结合": 473,
  "稠密": 474,
  "向量": 475,
  "语义": 476,
  "相似": 477,
  "度": 478,
  "稀疏": 479,
  "关键词": 480,
  "匹配": 481,
  "维": 482,
  "Cosine": 483,
  "距离": 484,
  "BM25": 485,
  "重": 486,
  "排序": 487,
  "15mm": 488,
  "20mm": 489,
  "7": 490,
  "30": 491,
  "手册": 492,
  "异响": 493,
  "现象": 494,
  "运转": 495,
  "时": 496,
  "发出": 497,
  "异常": 498,
  "噪音": 499,
  "\"": 500,
  "嗡嗡": 501,
  "声": 502,
  "或": 503,
  "咔": 504,
  "原因": 505,
  "间隙": 506,
  "超过": 507,
  "0.15": 508,
  "mm": 509,
  "剥落": 510,
  "目视": 511,
  "坑": 512,
  "不足": 513,
  "油位": 514,
  "低于": 515,
  "最低": 516,
  "刻度": 517,
  "线": 518,
  "加油": 519,
  "啮合": 520,
  "齿侧": 521,
  "0.12": 522,
  "0.20": 523,
  "步骤": 524,
  "停机": 525,
  "切勿": 526,
  "带病": 527,
  "！": 528,
  "记录": 529,
  "频率": 530,
  "工况": 531,
  "拆开": 532,
  "上盖": 533,
  "损坏": 534,
  "件": 535,
  "规范": 536,
  "重新": 537,
  "新装": 538,
  "装配": 539,
  "重新装配": 540,
  "注意": 541,
  "标记": 542,
  "加注": 543,
  "正常": 544,
  "空载": 545,
  "试运": 546,
  "试运行": 547,
  "分钟": 548,
  "确认": 549,
  "无异": 550,
  "响": 551,
  "漏油": 552,
  "体": 553,
  "外壳": 554,
  "有油": 555,
  "渗出": 556,
  "地面": 557,
  "油渍": 558,
  "油封": 559,
  "老化": 560,
  "建议": 561,
  "每": 562,
  "年": 563,
  "一次": 564,
  "砂眼": 565,
  "裂纹": 566,
  "渗透": 567,
  "检测": 568,
  "发现": 569,
  "缺陷": 570,
  "过多": 571,
  "不应": 572,
  "最高": 573,
  "呼吸": 574,
  "呼吸器": 575,
  "堵塞": 576,
  "清洗": 577,
  "保证": 578,
  "箱内": 579,
  "平衡": 580,
  "略": 581,
  "2026": 582,
  "q3": 583,
  "eq": 584,
  "001": 585,
  "03": 586,
  "07": 587,
  "002": 588,
  "04": 589,
  "06": 590,
  "003": 591,
  "05": 592,
  "08": 593,
  "004": 594,
  "01": 595,
  "09": 596,
  "005": 597,
  "设备": 598,
  "维护": 599,
  "计划": 600,
  "计划表": 601,
  "Q3": 602,
  "编号": 603,
  "名称": 604,
  "上次": 605,
  "下次": 606,
  "负责": 607,
  "责人": 608,
  "负责人": 609,
  "----------": 610,
  "EQ": 611,
  "数控": 612,
  "车床": 613,
  "数控车床": 614,
  "季度": 615,
  "保养": 616,
  "张工": 617,
  "测量": 618,
  "中心": 619,
  "校准": 620,
  "李工": 621,
  "三": 622,
  "坐标": 623,
  "测量机": 624,
  "王工": 625,
  "测试": 626,
  "测试台": 627,
  "换油": 628,
  "赵工": 629,
  "金": 630,
  "相": 631,
  "显微": 632,
  "显微镜": 633,
  "刘工": 634,
  "前": 635,
  "提前": 636,
  "天": 637,
  "通知": 638,
  "生产": 639,
  "部门": 640,
  "完成": 641,
  "后": 642,
  "填写": 643,
  "《": 644,
  "记录表": 645,
  "》": 646,
  "重大": 647,
  "隐患": 648,
  "上报": 649,
  "科长": 650,
  "sop": 651,
  "这是": 652,
  "一个": 653,
  "自动": 654,
  "摄入": 655,
  "文件": 656,
  "自动化": 657,
  "SOP": 658,
  "工具": 659,
  "当前": 660,
  "热门": 661,
  "一人": 662,
  "公司": 663,
  "赛道": 664,
  "站": 665,
  "课程": 666,
  "变现": 667,
  "先": 668,
  "建立": 669,
  "再": 670,
  "付费": 671,
  "转化": 672,
  "酷": 673,
  "家乐": 674,
  "效果": 675,
  "效果图": 676,
  "接单": 677,
  "知识库": 678,
  "标准化": 679,
  "交付": 680,
  "流程": 681,
  "【": 682,
  "】": 683,
  "尺寸": 684,
  "本参": 685,
  "基本参数": 686,
  "越大": 687,
  "承载": 688,
  "能力": 689,
  "承载能力": 690,
  "越强": 691,
  "第二": 692,
  "个人": 693,
  "获取": 694,
  "整理": 695,
  "分享": 696,
  "过程": 697,
  "提升": 698,
  "决策": 699,
  "质量": 700,
  "创新": 701,
  "创新能力": 702,
  "python": 703,
  "Python": 704,
  "解释": 705,
  "型": 706,
  "面向": 707,
  "对象": 708,
  "面向对象": 709,
  "高级": 710,
  "编程": 711,
  "语言": 712,
  "编程语言": 713,
  "具有": 714,
  "动态": 715,
  "它": 716,
  "哲学": 717,
  "强调": 718,
  "代码": 719,
  "可读": 720,
  "可读性": 721,
  "acg": 722,
  "up": 723,
  "以": 724,
  "ACG": 725,
  "文化": 726,
  "起家": 727,
  "视频": 728,
  "平台": 729,
  "现已": 730,
  "扩展": 731,
  "到": 732,
  "生活": 733,
  "科技": 734,
  "等": 735,
  "UP": 736,
  "主": 737,
  "创作": 738,
  "获得": 739,
  "收益": 740,
  "模式": 741,
  "最小": 742,
  "最小化": 743,
  "运营": 744,
  "成本": 745,
  "外包": 746,
  "实现": 747,
  "高效": 748,
  "运作": 749,
  "找到": 750,
  "持续": 751,
  "盈利": 752,
  "点": 753,
  "langchain": 754,
  "grams": 755,
  "transformer": 756,
  "openai": 757,
  "api": 758,
  "anaconda": 759,
  "pycharm": 760,
  "chat": 761,
  "llm": 762,
  "model": 763,
  "目": 764,
  "录": 765,
  "版权": 766,
  "作者": 767,
  "简介": 768,
  "作者简介": 769,
  "内容简介": 770,
  "前言": 771,
  "章": 772,
  "模型": 773,
  "与": 774,
  "LangChain": 775,
  "本原": 776,
  "基本原理": 777,
  "构建": 778,
  "从": 779,
  "N": 780,
  "Transformer": 781,
  "架构": 782,
  "崛起": 783,
  "自": 784,
  "注意力": 785,
  "机制": 786,
  "解析": 787,
  "预": 788,
  "训练": 789,
  "微调": 790,
  "如何": 791,
  "开发": 792,
  "组件": 793,
  "理解": 794,
  "任务": 795,
  "链": 796,
  "内存": 797,
  "模块": 798,
  "内存模块": 799,
  "概述": 800,
  "快速": 801,
  "上手": 802,
  "1.3": 803,
  "本章": 804,
  "小结": 805,
  "1.4": 806,
  "思考": 807,
  "考题": 808,
  "思考题": 809,
  "准备": 810,
  "2.1": 811,
  "创建": 812,
  "OpenAI": 813,
  "API": 814,
  "密钥": 815,
  "注册": 816,
  "账户": 817,
  "配置": 818,
  "生成": 819,
  "设置": 820,
  "访问": 821,
  "权限": 822,
  "安全": 823,
  "安全性": 824,
  "2.2": 825,
  "Anaconda": 826,
  "+": 827,
  "PyCharm": 828,
  "开发工具": 829,
  "安装": 830,
  "环境": 831,
  "集成": 832,
  "包": 833,
  "2.3": 834,
  "初探": 835,
  "依赖": 836,
  "库": 837,
  "概览": 838,
  "其他": 839,
  "辅助": 840,
  "助工": 841,
  "辅助工具": 842,
  "2.4": 843,
  "类": 844,
  "缓存": 845,
  "3.1": 846,
  "关于": 847,
  "定义": 848,
  "工作": 849,
  "3.2": 850,
  "Chat": 851,
  "LLM": 852,
  "3.3": 853,
  "基于": 854,
  "初步": 855,
  "调用": 856,
  "文本": 857,
  "3.4": 858,
  "自定": 859,
  "自定义": 860,
  "Model": 861,
  "调优": 862,
  "3.5": 863,
  "作用": 864,
  "l": 865,
  "redis": 866,
  "few": 867,
  "shot": 868,
  "stuff": 869,
  "refine": 870,
  "map": 871,
  "reduce": 872,
  "rerank": 873,
  "5.2": 874,
  "持久": 875,
  "化": 876,
  "Redis": 877,
  "3.6": 878,
  "3.7": 879,
  "提示": 880,
  "词": 881,
  "工程": 882,
  "4.1": 883,
  "模板": 884,
  "角色": 885,
  "多样": 886,
  "灵活多样": 887,
  "结构": 888,
  "4.2": 889,
  "用户": 890,
  "输入": 891,
  "词自": 892,
  "适应": 893,
  "4.3": 894,
  "插槽": 895,
  "填充": 896,
  "链式": 897,
  "变量": 898,
  "插入": 899,
  "分": 900,
  "复杂": 901,
  "4.4": 902,
  "多轮": 903,
  "对话": 904,
  "连续": 905,
  "连贯": 906,
  "自然": 907,
  "交互": 908,
  "4.5": 909,
  "嵌套": 910,
  "少": 911,
  "样本": 912,
  "层级": 913,
  "多级": 914,
  "Few": 915,
  "示例": 916,
  "准确性": 917,
  "4.6": 918,
  "4.7": 919,
  "5.1": 920,
  "参数设置": 921,
  "链中": 922,
  "嵌入": 923,
  "预处理": 924,
  "逻辑": 925,
  "序列": 926,
  "分层": 927,
  "连接": 928,
  "5.3": 929,
  "路由": 930,
  "根据": 931,
  "路径": 932,
  "需求": 933,
  "5.4": 934,
  "文档": 935,
  "Stuff": 936,
  "Refine": 937,
  "Map": 938,
  "Reduce": 939,
  "Rerank": 940,
  "策略": 941,
  "5.5": 942,
  "5.6": 943,
  "6.1": 944,
  "聊天": 945,
  "消息": 946,
  "记忆": 947,
  "存储": 948,
  "保障": 949,
  "连续性": 950,
  "6.2": 951,
  "会话": 952,
  "缓冲": 953,
  "缓冲区": 954,
  "与会": 955,
  "话": 956,
  "窗口": 957,
  "6.3": 958,
  "postgres": 959,
  "lcel": 960,
  "langchian": 961,
  "langsmith": 962,
  "agents": 963,
  "agent": 964,
  "react": 965,
  "zero": 966,
  "langchains": 967,
  "摘要": 968,
  "支持": 969,
  "长会话": 970,
  "更新": 971,
  "6.4": 972,
  "Postgres": 973,
  "方案": 974,
  "存取": 975,
  "6.5": 976,
  "6.6": 977,
  "表达": 978,
  "达式": 979,
  "表达式": 980,
  "7.1": 981,
  "LCEL": 982,
  "流式": 983,
  "LangChian": 984,
  "7.2": 985,
  "并行": 986,
  "执行": 987,
  "并行执行": 988,
  "多任务": 989,
  "7.3": 990,
  "回退": 991,
  "7.4": 992,
  "LangSmith": 993,
  "入门": 994,
  "7.5": 995,
  "7.6": 996,
  "Agents": 997,
  "8.1": 998,
  "何为": 999,
  "Agent": 1000,
  "概念": 1001,
  "代理": 1002,
  "8.2": 1003,
  "ReAct": 1004,
  "典型": 1005,
  "8.3": 1006,
  "Zero": 1007,
  "结构化": 1008,
  "8.4": 1009,
  "8.5": 1010,
  "8.6": 1011,
  "回调": 1012,
  "9.1": 1013,
  "程序": 1014,
  "处理程序": 1015,
  "函数": 1016,
  "9.2": 1017,
  "9.3": 1018,
  "跟踪": 1019,
  "LangChains": 1020,
  "调试": 1021,
  "流": 1022,
  "将": 1023,
  "日志": 1024,
  "token": 1025,
  "argilla": 1026,
  "i": 1027,
  "o": 1028,
  "11": 1029,
  "fp16": 1030,
  "Token": 1031,
  "计数": 1032,
  "计数器": 1033,
  "9.4": 1034,
  "利用": 1035,
  "Argilla": 1036,
  "进行": 1037,
  "9.5": 1038,
  "9.6": 1039,
  "I": 1040,
  "O": 1041,
  "10.1": 1042,
  "释器": 1043,
  "解释器": 1044,
  "输出": 1045,
  "格式": 1046,
  "格式化": 1047,
  "确保": 1048,
  "一致": 1049,
  "一致性": 1050,
  "解析器": 1051,
  "10.2": 1052,
  "10.3": 1053,
  "10.4": 1054,
  "11.1": 1055,
  "并发": 1056,
  "加速": 1057,
  "蒸馏": 1058,
  "FP16": 1059,
  "精度": 1060,
  "多用": 1061,
  "多用户": 1062,
  "请求": 1063,
  "11.2": 1064,
  "查询": 1065,
  "11.3": 1066,
  "11.4": 1067,
  "企业": 1068,
  "企业级": 1069,
  "智能": 1070,
  "问答": 1071,
  "系统": 1072,
  "12.1": 1073,
  "项目": 1074,
  "任务分析": 1075,
  "12.2": 1076,
  "模块化": 1077,
  "加载": 1078,
  "存储模块": 1079,
  "单元": 1080,
  "单元测试": 1081,
  "12.3": 1082,
  "系统集成": 1083,
  "部署": 1084,
  "响应": 1085,
  "速度": 1086,
  "响应速度": 1087,
  "12.4": 1088,
  "12.5": 1089,
  "2025": 1090,
  "02": 1091,
  "isbn": 1092,
  "9787302685630": 1093,
  "985": 1094,
  "书名": 1095,
  "核心技术": 1096,
  "实践": 1097,
  "凌峰": 1098,
  "排版": 1099,
  "何基才": 1100,
  "出版": 1101,
  "出版社": 1102,
  "清华": 1103,
  "华大": 1104,
  "大学": 1105,
  "清华大学出版社": 1106,
  "时间": 1107,
  "ISBN": 1108,
  "·": 1109,
  "／": 1110,
  "博士": 1111,
  "目前": 1112,
  "就职": 1113,
  "某": 1114,
  "高校": 1115,
  "长期": 1116,
  "从事": 1117,
  "机器": 1118,
  "人工": 1119,
  "人工智能": 1120,
  "算机": 1121,
  "计算机": 1122,
  "视觉": 1123,
  "研发": 1124,
  "教学": 1125,
  "驱动": 1126,
  "方面": 1127,
  "深刻": 1128,
  "见解": 1129,
  "参与": 1130,
  "主导": 1131,
  "多项": 1132,
  "相关": 1133,
  "科研": 1134,
  "科研项目": 1135,
  "本书": 1136,
  "全面": 1137,
  "系统地": 1138,
  "介绍": 1139,
  "功能": 1140,
  "功能模块": 1141,
  "及": 1142,
  "具体": 1143,
  "深入": 1144,
  "探讨": 1145,
  "深入探讨": 1146,
  "企业应用": 1147,
  "及其": 1148,
  "共": 1149,
  "从大": 1150,
  "入手": 1151,
  "涵盖": 1152,
  "数据检索": 1153,
  "逐步": 1154,
  "引导": 1155,
  "读者": 1156,
  "掌握": 1157,
  "最后": 1158,
  "构设": 1159,
  "架构设计": 1160,
  "详细": 1161,
  "展示": 1162,
  "运用": 1163,
  "技术开发": 1164,
  "帮助": 1165,
  "开发者": 1166,
  "打造": 1167,
  "可靠": 1168,
  "解决": 1169,
  "解决方案": 1170,
  "聚焦": 1171,
  "前沿": 1172,
  "前沿技术": 1173,
  "落地": 1174,
  "适合": 1175,
  "发人": 1176,
  "人员": 1177,
  "开发人员": 1178,
  "学生": 1179,
  "高校学生": 1180,
  "以及": 1181,
  "感兴": 1182,
  "兴趣": 1183,
  "感兴趣": 1184,
  "研究": 1185,
  "阅读": 1186,
  "也": 1187,
  "作为": 1188,
  "培训": 1189,
  "机构": 1190,
  "专业": 1191,
  "用书": 1192,
  "prompt": 1193,
  "自然语言": 1194,
  "迅速": 1195,
  "发展": 1196,
  "背景": 1197,
  "成为": 1198,
  "业界": 1199,
  "不可": 1200,
  "或缺": 1201,
  "不可或缺": 1202,
  "不仅": 1203,
  "信息处理": 1204,
  "还": 1205,
  "为": 1206,
  "提供": 1207,
  "坚实": 1208,
  "重要": 1209,
  "框架": 1210,
  "使": 1211,
  "得以": 1212,
  "地": 1213,
  "这些": 1214,
  "强大": 1215,
  "实际": 1216,
  "业务": 1217,
  "旨在": 1218,
  "带领": 1219,
  "零": 1220,
  "开始": 1221,
  "技巧": 1222,
  "全书": 1223,
  "共分": 1224,
  "理论": 1225,
  "基础理论": 1226,
  "完整": 1227,
  "层层": 1228,
  "递进": 1229,
  "走向": 1230,
  "实战": 1231,
  "基本概念": 1232,
  "优势": 1233,
  "奠定": 1234,
  "扎实": 1235,
  "讲解": 1236,
  "搭建": 1237,
  "编码": 1238,
  "了解": 1239,
  "必要": 1240,
  "～": 1241,
  "导入": 1242,
  "来": 1243,
  "例如": 1244,
  "部分": 1245,
  "Prompt": 1246,
  "相关性": 1247,
  "；": 1248,
  "多层": 1249,
  "方便": 1250,
  "应对": 1251,
  "并行处理": 1252,
  "用": 1253,
  "简洁": 1254,
  "语法": 1255,
  "数据处理": 1256,
  "效率": 1257,
  "多任务处理": 1258,
  "智能化": 1259,
  "从而": 1260,
  "活性": 1261,
  "灵活性": 1262,
  "可控": 1263,
  "可控性": 1264,
  "实用": 1265,
  "指导": 1266,
  "booksaga": 1267,
  "126": 1268,
  "com": 1269,
  "出发": 1270,
  "查询处理": 1271,
  "知识点": 1272,
  "真实": 1273,
  "各种": 1274,
  "满足": 1275,
  "多样化": 1276,
  "目标": 1277,
  "还要": 1278,
  "让": 1279,
  "能": 1280,
  "更": 1281,
  "其": 1282,
  "内部": 1283,
  "无论": 1284,
  "无论是": 1285,
  "还是": 1286,
  "书中": 1287,
  "均": 1288,
  "以期": 1289,
  "技能": 1290,
  "及大": 1291,
  "浓厚": 1292,
  "浓厚兴趣": 1293,
  "希望": 1294,
  "能够": 1295,
  "熟练": 1296,
  "未来": 1297,
  "中将": 1298,
  "所学": 1299,
  "作出": 1300,
  "积极": 1301,
  "贡献": 1302,
  "配套": 1303,
  "源码": 1304,
  "微信": 1305,
  "扫描": 1306,
  "下面": 1307,
  "二维": 1308,
  "二维码": 1309,
  "即可": 1310,
  "如果": 1311,
  "遇到": 1312,
  "问题": 1313,
  "发送": 1314,
  "邮件": 1315,
  "@": 1316,
  "主题": 1317,
  "“": 1318,
  "”": 1319,
  "月": 1320,
  "large": 1321,
  "language": 1322,
  "natural": 1323,
  "processing": 1324,
  "nlp": 1325,
  "Large": 1326,
  "Language": 1327,
  "逐渐": 1328,
  "Natural": 1329,
  "Processing": 1330,
  "NLP": 1331,
  "它们": 1332,
  "各行": 1333,
  "各业": 1334,
  "各行各业": 1335,
  "带来": 1336,
  "创": 1337
}